Repository: jjsfandre/caseeleva
Catalog: sourcecode/CaseEleva/Strings/*.resx
Languages: pt_br

source: User or Password are incorrect!
pt_br: Usuário ou senha estão incorretos!

source: Username and Password are required!
pt_br: Usuário e senha são obrigatórios!

source: Home
pt_br: Início

source: Add person
pt_br: Adicionar pessoa

source: Cellphone
pt_br: Celular

source: Enter the person e-mail here
pt_br: Digite o e-mail

source: Enter the person last name here
pt_br: Digite o sobrenome

source: Enter the person name here
pt_br: Digite o nome

source: Legal person
pt_br: Pessoa jurídica

source: Natural person
pt_br: Pessoa física

source: Position
pt_br: Posição

source: Select a position
pt_br: Selecione uma posição

source: Telephone
pt_br: Telefone

source: The Last name field is required
pt_br: O campo Sobrenome é obrigatório

source: The Position field is required
pt_br: O campo Posição é obrigatório

source: Company name
pt_br: Razão social

source: Edit person
pt_br: Editar pessoa

source: This person can not be deleted because it has already been used in the system.
pt_br: Essa pessoa não pode ser excluída, porque já foi utilizada no sistema.

source: Add position
pt_br: Adicionar posição

source: As this is your first time access, you need to change your password.
pt_br: Como este é seu primeiro acesso, é necessário alterar a sua senha.

source: Edit position
pt_br: Editar posição

source: Positions
pt_br: Posições

source: The entered passwords does not match.
pt_br: As senha informadas não coincidem.

source: This position can not be deleted because there are people associated with it.
pt_br: Esta posição não pode ser excluída porque existem pessoas associadas à ela.

source: Enter the username here
pt_br: Digite o nome de usuário aqui

source: Renew password
pt_br: Renovar password

source: The Nickname field is required
pt_br: O campo Usuário é obrigatório

source: The password you entered is incorrect
pt_br: A senha informada está incorreta

source: The user logged into the system can not stop being a user. Log in with another user and repeat the operation
pt_br: O usuário logado no sistema não pode deixar de ser usuário. Faça o login com outro usuário e repita a operação

source: Change profile picture
pt_br: Alterar foto de perfil

source: Choose file
pt_br: Escolher arquivo

source: Choose your profile photo and crop to use it in the system
pt_br: Escolha a sua foto de perfil e realize o recorte para usá-la no sistema

source: Preview image
pt_br: Visualizar imagem

source: Profile
pt_br: Perfil

source: Profile picture
pt_br: Foto de perfil

source: Save
pt_br: Salvar

source: Success
pt_br: Sucesso

source: The profile picture was successfully save
pt_br: A foto do perfil foi salva com sucesso

source: Upload new image
pt_br: Carregar nova imagem

source: Contact us
pt_br: Fale conosco

source: Email sent by the system support area
pt_br: E-mail enviado pela área de suporte do sistema

source: Enter the message here
pt_br: Digite a mensagem aqui

source: Enter the subject here
pt_br: Digite o assunto aqui

source: Message
pt_br: Mensagem

source: Message:
pt_br: Mensagem:

source: Sender:
pt_br: Remetente:

source: Subject
pt_br: Assunto

source: Thank you!
pt_br: Obrigado!

source: There was an error sending the message. Try contact us in support@fastjus.com.
pt_br: Houve um erro na tentativa de enviar a mensagem. Tente nos contactar pelo e-mail support@fastjus.com.

source: We will contact you to respond as soon as possible.
pt_br: Entraremos em contato para respondê-lo o mais rápido possível.

source: Advanced search
pt_br: Pesquisa avançada

source: Search
pt_br: Pesquisar

source: Choose one or more positions
pt_br: Escolha uma ou mais posições

source: No results match
pt_br: Nenhum resultado encontrado

source: Select an option
pt_br: Selecione uma opção

source: Select some options
pt_br: Selecione algumas opções

source: There is no need for authentication data at this time. Just click "Login"!
pt_br: Não há necessidade de dados de autenticação no momento. Apenas clique em "Entrar"!

source: Schools
pt_br: Escolas

source: City
pt_br: Cidade

source: Complement
pt_br: Complemento

source: Number
pt_br: Número

source: Public place
pt_br: Logradouro

source: School principal
pt_br: Diretor

source: Classes
pt_br: Turmas

source: If there are classes linked to the selected schools, they will also be excluded. Do you wish to continue?
pt_br: Caso existam turmas vinculadas às escolas selecionadas, as mesmas também serão excluídas. Deseja continuar?

source: No schools selected.
pt_br: Nenhuma escola selecionada.

source: Select one or more schools to exclude.
pt_br: Selecione uma ou mais escolas para excluir.

source: Select only one school to edit.
pt_br: Selecione apenas uma escola para editar.

source: Select only one school to list classes.
pt_br: Selecione apenas uma escola para listar as turmas.

source: Editing
pt_br: Editando

source: New school
pt_br: Nova escola

source: State
pt_br: Estado

source: The field '{0}' is required.
pt_br: O campo '{0}' é obrigatório.
