Repository: jjsfandre/caseeleva
Catalog: sourcecode/CaseEleva/Strings/*.resx
Languages: pt_br

source: Administrative area
pt_br: Área administrativa

source: All rights reserved
pt_br: Todos direitos reservados a

source: Expedient area
pt_br: Área do expediente

source: Welcome
pt_br: Bem-vindo

source: About
pt_br: Sobre

source: Add
pt_br: Adicionar

source: Administrative password
pt_br: Senha administrativa

source: Area of ​​control of the
pt_br: Área de controle do

source: Cancel
pt_br: Cancelar

source: Categories
pt_br: Categorias

source: Category
pt_br: Categoria

source: Change password expedient
pt_br: Trocar senha do expediente

source: Closed
pt_br: Fechado

source: Closure
pt_br: Fechamento

source: Confirm
pt_br: Confirmar

source: Confirm the password...
pt_br: Confirme a senha...

source: Current cash
pt_br: Caixa atual

source: Current password
pt_br: Senha atual

source: Change password
pt_br: Trocar senha

source: Confirm the password
pt_br: Confirme a senha

source: Description
pt_br: Descrição

source: Edit
pt_br: Editar

source: Enabled
pt_br: Ativo

source: Enter new password...
pt_br: Digite uma nova senha...

source: Enter the category name here
pt_br: Digite o nome da categoria aqui

source: Enter the current password...
pt_br: Digite a senha atual...

source: Enter your comment here...
pt_br: Digite sua observação aqui...

source: Enter yout password here
pt_br: Digite sua senha aqui

source: Expedient password
pt_br: Senha do expediente

source: Expedient Settings
pt_br: Configurações do Expediente

source: Filter
pt_br: Filtro

source: Filters
pt_br: Filtros

source: Final cash
pt_br: Valor final

source: Financial balance
pt_br: Balanço financeiro

source: General
pt_br: Geral

source: Go back
pt_br: Voltar

source: Help
pt_br: Ajuda

source: Initial cash
pt_br: Caixa inicial

source: Initial cash value
pt_br: Valor do caixa inicial

source: Items
pt_br: Itens

source: Last name
pt_br: Sobrenome

source: Loading
pt_br: Carregando

source: Logout
pt_br: Sair

source: Mobile devices
pt_br: Dispositivos Mobile

source: Month
pt_br: Mês

source: Name
pt_br: Nome

source: New password
pt_br: Nova senha

source: Note
pt_br: Observação

source: Open expedient
pt_br: Abrir expediente

source: Opening
pt_br: Abertura

source: Orders
pt_br: Pedidos

source: Panels
pt_br: Paineis

source: Password
pt_br: Senha

source: Payment method
pt_br: Método de pagamento

source: Performance of waiters
pt_br: Performance dos garçons

source: Personal settings
pt_br: Configurações pessoais

source: Price
pt_br: Preço

source: In progress
pt_br: Em andamento

source: Login
pt_br: Entrar

source: Printers
pt_br: Impressoras

source: Remove
pt_br: Remover

source: Reports
pt_br: Relatórios

source: Required field
pt_br: Campo obrigatório

source: Select a category
pt_br: Selecione uma categoria

source: Settings
pt_br: Configurações

source: Start a new expedient
pt_br: Iniciar um novo expediente

source: Start expedient
pt_br: Iniciar expediente

source: Summary of expedient
pt_br: Resumo do expediente

source: Support
pt_br: Suporte

source: Tables
pt_br: Mesas

source: Tables open
pt_br: Mesas abertas

source: Tax (%)
pt_br: Taxa (%)

source: The Category field is required
pt_br: O campo Categoria é obrigatório

source: The current user is not allowed to access this area.
pt_br: O usuário atual não tem permissão para acessar esta área.

source: Waiters
pt_br: Garçons

source: User
pt_br: Usuário

source: Username or password is invalid.
pt_br: Usuário ou senha inválidos.

source: Waiter Registration
pt_br: Cadastro de Garçons

source: Categories Registration
pt_br: Cadastro de Categorias

source: Cost
pt_br: Custo

source: Expedients
pt_br: Expedientes

source: Gross profit
pt_br: Lucro bruto

source: Items Registration
pt_br: Cadastro de Itens

source: Net profit
pt_br: Lucro líquido

source: Print in command
pt_br: Imprimir na comanda

source: Printers Registration
pt_br: Cadastro de Impressoras

source: Registers
pt_br: Cadastros

source: Registration of payment methods
pt_br: Cadastro de métodos de pagamento

source: Tables Registration
pt_br: Cadastro de Mesas

source: The Coust field is required
pt_br: O campo Custo é obrigatório

source: Active
pt_br: Ativar

source: Add Waiter
pt_br: Adicionar Garçom

source: Attention
pt_br: Atenção

source: Color
pt_br: Cor

source: Edit Waiter
pt_br: Editar Garçom

source: Loading...
pt_br: Carregando...

source: Access
pt_br: Acesso

source: Access key
pt_br: Chave de acesso

source: Add Printer
pt_br: Adicionar Impressora

source: Add Table
pt_br: Adicionar Mesa

source: Attention!
pt_br: Atenção!

source: Action not allowed!
pt_br: Ação não permitida!

source: Add payment method
pt_br: Adicionar método de pagamento

source: Add category
pt_br: Adicionar categoria

source: Add item
pt_br: Adicionar item

source: Birthdate
pt_br: Data de nascimento

source: Closing date
pt_br: Data de fechamento

source: Closing hour
pt_br: Hora de fechamento

source: Choose the items for this order
pt_br: Escolha os itens para este pedido

source: Close the expedient
pt_br: Fechar expediente

source: Closing the expedient...
pt_br: Fechando o expediente...

source: Comments
pt_br: Comentários

source: Closing table...
pt_br: Fechando mesa...

source: Choose a method...
pt_br: Escolha um método...

source: Close
pt_br: Fechar

source: Close table
pt_br: Fechar mesa

source: Enter here the last name of the waiter
pt_br: Digite aqui o sobrenome do garçom

source: Enter here the name of the waiter
pt_br: Digite aqui o nome do garçom

source: Enter item description here
pt_br: Digite aqui a descrição do item

source: Enter the item name here
pt_br: Digite aqui o nome do item

source: Enter the name of the payment method here
pt_br: Digite aqui o nome do método de pagamento

source: Enter the name of the table here
pt_br: Digite aqui o nome da mesa

source: Enter the payment method fee here
pt_br: Digite aqui a taxa do método de pagamento

source: Enter the printer macaddress here
pt_br: Digite aqui o macaddress da impressora

source: Edit Printer
pt_br: Editar Impressora

source: Edit Table
pt_br: Editar Mesa

source: Do you really want to close the expedient?
pt_br: Você realmente deseja fechar o expediente?

source: Do you want to close this table?
pt_br: Você deseja fechar a mesa?

source: Do not reply to this email
pt_br: Não responda a este e-mail

source: Edit payment method
pt_br: Editar método de pagamento

source: Contact your system administrator to troubleshoot the issue.
pt_br: Entre em contato com o seu administrador para informar o problema.

source: Date
pt_br: Data

source: Edit category
pt_br: Editar categoria

source: Edit item
pt_br: Editar item

source: Do not reply to this email.
pt_br: Não responda a este e-mail.

source: Discount:
pt_br: Desconto:

source: Do you want to cancel the selected item?
pt_br: Você realmente deseja cancelar o item selecionado?

source: Do you want to cancel the selected items?
pt_br: Você realmente deseja cancelar os itens selecionados?

source: You must select a record for editing.
pt_br: Você deve selecionar um registro para edição.

source: You must select a record for removal.
pt_br: Você deve selecionar um registro para remoção.

source: View details
pt_br: Visualizar detalhes

source: View QRCode
pt_br: Visualizar QRCode

source: Wait
pt_br: Aguarde

source: Yes
pt_br: Sim

source: You must select an expedient to view your information.
pt_br: Você precisa selecionar um expediente para ver as informações.

source: Waiter
pt_br: Garçom

source: Value
pt_br: Valor

source: Wait...
pt_br: Aguarde...

source: You must choose an icon to continue.
pt_br: Você precisa escolher um ícone para continuar.

source: Value paid for orders + discount
pt_br: Valor pago pelos pedidos + descontos

source: Value:
pt_br: Valor:

source: User not found!
pt_br: Usuário não encontrado

source: Total entries
pt_br: Total de entradas

source: Total orders placed
pt_br: Total de pedidos realizados

source: Type your password:
pt_br: Digite sua senha:

source: Total value
pt_br: Valor total

source: Type
pt_br: Tipo

source: This table isn't open yet!
pt_br: Esta mesa não está aberta ainda!

source: Total orders
pt_br: Total de pedidos

source: Total value:
pt_br: Valor total:

source: To pay
pt_br: A pagar

source: Expedient does not exist or you are not allowed to access it!
pt_br: Expediente não existe ou você não tem permissão para acessá-lo!

source: Data from the last expedient
pt_br: Dados do último expediente

source: Data of the expedient
pt_br: Dados do expediente

source: Enter the printer name here
pt_br: Digite aqui o nome da impressora

source: Enter your password here
pt_br: Digite aqui sua senha

source: Enter your username here
pt_br: Digite aqui seu usuário

source: Expedient
pt_br: Expediente

source: Enter your password to close the file:
pt_br: Digite aqui a senha para fechar o expediente:

source: Enter with the order note
pt_br: Digite o comentário sobre o pedido

source: Enter your e-mail here
pt_br: Digite aqui seu e-mail

source: Enter your last name here
pt_br: Digite aqui seu sobrenome

source: Enter your name here
pt_br: Digite aqui seu nome

source: Enter feedback here about payment
pt_br: Digite aqui comentários sobre o pagamento

source: Here you can see all expedients already opened filtered per month or not.
pt_br: Aqui você pode ver todos os expedientes que já foram abertos filtrados pelo mês ou não.

source: Fill in the field (s) below to filter or leave blank to return all data
pt_br: Preencha os campos abaixo para filtrar ou deixe em branco para retornar todos os dados

source: Gross profit X Net profit
pt_br: Lucro bruto X Lucro líquido

source: Generate new access key
pt_br: Gerar nova chave de acesso

source: Finish
pt_br: Fechamento

source: History
pt_br: Histórico

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Graph of gross profit X net profit for the month of
pt_br: Gráfico do lucro bruto X lucro líquido para o mês de

source: Hour
pt_br: Hora

source: Incorrect password. Try again!
pt_br: Senha incorreta. Tente novamente!

source: Invalid password
pt_br: Senha inválida

source: is required
pt_br: é obrigatório

source: Net income obtained
pt_br: Lucro líquido obtido

source: Tables services
pt_br: Mesas servidas

source: The Name field is required
pt_br: O campo Nome é obrigatório

source: The Price field is required
pt_br: O campo Preço é obrigatório

source: There are still open tables. Close them before closing the expedient.
pt_br: Ainda existem mesas abertas. É necessário fechá-las anteas de fechar o expediente.

source: No
pt_br: Não

source: No waiter made requests in the chosen expedient.
pt_br: Nenhum garçom fez pedidos no expediente escolhido.

source: Observation:
pt_br: Observação:

source: Opening expedient...
pt_br: Abrindo expediente...

source: Pay per item
pt_br: Pagar por item

source: Payment
pt_br: Pagamento

source: Payment method:
pt_br: Método de pagamento:

source: Payments History
pt_br: Histórico de pagamento

source: Print command
pt_br: Imprimir comanda

source: Share the bill
pt_br: Dividir a conta

source: Table history
pt_br: Histórico da mesa

source: The field
pt_br: O campo

source: There are pending payments for this table. Do you want to close it with pending?
pt_br: Existem pagamentos pendentes para essa mesa. Deseja fechar a mesa com pedências?

source: To access this area of the system, it is necessary to register tables, waiters, categories, items and payment methods. Access the administrative area and return after completing the aforementioned registrations.
pt_br: Para acessar esta área do sistema, é necessário registrar tabelas, garçons, categorias, itens e métodos de pagamento. Acesse a área administrativa e volte depois de concluir os registros acima mencionados.

source: Loading order...
pt_br: Carregando pedido...

source: Loading orders...
pt_br: Carregando pedidos...

source: Loading payment history...
pt_br: Carregando histórico de pagamento...

source: Method
pt_br: Método

source: No records found!
pt_br: Nenhum registro enconstrado!

source: Observation
pt_br: Observação

source: Quantity
pt_br: Quantidade

source: Select one or more items to cancel.
pt_br: Selecione um ou mais itens para cancelar.

source: Sending Print Command...
pt_br: Enviando Impressão da Comanda...

source: Successful cancellation.
pt_br: Cancelado com sucesso.

source: Table
pt_br: Mesa

source: Updating Payment Data...
pt_br: Atualizando Dados de Pagamento...

source: Record payment
pt_br: Pagamento realizado

source: Opening date
pt_br: Data de abertura

source: Opening hour
pt_br: Hora de abertura

source: We are creating a new key...
pt_br: Nós estamos criando uma nova chave...

source: When generating a new access key, all QRCodes generated for that table will become invalid. You will need to re-print a new QRCode and replace the old QRCode for valid access.
pt_br: Ao gerar uma nova chave de acesso, todos os QRCodes gerados para essa tabela se tornarão inválidos. Você precisará reimprimir um novo QRCode e substituir o antigo QRCode por um acesso válido.

source: Send
pt_br: Enviar

source: Payment successfully registered!
pt_br: Pagamento registrado com sucesso!

source: Please provide a reason:
pt_br: Forneça um motivo:

source: We can help you with that!
pt_br: Nós podemos ajudar com isso!

source: This email was automatically sent by
pt_br: Este e-mail foi enviado automaticamente por

source: Method name
pt_br: Nome do método

source: Performance chart of the month
pt_br: Gráfico de desempenho do mês

source: Performance data of the month
pt_br: Dados de desempenho do mês

source: Number of requests
pt_br: Número de pedidos

source: Password Recovery Request
pt_br: Pedido de Recuperação de Senha

source: Recovery Password
pt_br: Recuperar Senha

source: Once closed, the expedient can not be opened again.
pt_br: Uma vez fechado, o expediente não pode ser aberto novamente.

source: Order
pt_br: Pedido

source: Registering payment ...
pt_br: Registrando pagamento...

source: Send order
pt_br: Enviar pedido

source: Sending request to kitchen...
pt_br: Enviar pedido para cozinha...

source: There are no items selected for the order.
pt_br: Não há itens selecionados para o pedido.

source: There are no items to list in this category
pt_br: Não há items para serem listados nessa categoria

source: This browser don't have suport to localStorage.
pt_br: Este navegador não possui suporte para localStorage.

source: This information is required!
pt_br: Esta informação é obrigatória!

source: Recover
pt_br: Recuperar

source: Recovering your password
pt_br: Recuperando sua senha

source: No expedient were opened during the chosen period.
pt_br: Nenhum expediente foi aberto durante o período escolhido.

source: Profit data for the month of
pt_br: Dados de lucro par ao mês de

source: There was an error processing
pt_br: Ocorreu um erro de processamento

source: If you have actually lost your password, click the button below to create a new one!
pt_br: Se você realmente perdeu sua senha, clique no botão abaixo para criar uma nova!

source: We're aware that you may have lost your password, so we'll help you with this.
pt_br: Estamos cientes que você pode ter perdido sua senha, então nós vamos lhe ajudar com isso.

source: My account
pt_br: Minha conta

source: Nickname
pt_br: Usuário

source: Rate (%)
pt_br: Taxa (%)

source: The Month field is required
pt_br: O campo Mês é de preenchimento obrigatório

source: Loading page...
pt_br: Carregando página...

source: Loading panel data.
pt_br: Carregando dados do painel.

source: No waiter made requests in the chosen period.
pt_br: Nenhum garçom fez pedidos no período escolhido.

source: There was an internal error while processing the request. Error code: HTTP 500.
pt_br: Ocorreu um erro interno ao processar o pedido. Código de erro: HTTP 500.

source: No user found with this email!
pt_br: Nenhum usuário encontrado com este e-mail!

source: Sorry, we could not send you an email with the recovery key. Please contact our support.
pt_br: Desculpe, não foi possível enviar um e-mail com a chave de recuperação. Entre em contato com o nosso suporte.

source: If you do not know what this email is about, do not worry, your account remains protected.
pt_br: Se você não sabe do que se trata este e-mail, não se preocupe, sua conta continua protegida.

source: It wasn't possible to remove this category as it has items associated with it.
pt_br: Não foi possível remover a categoria pois tem itens associados a ela.

source: It wasn't possible to remove this item as it was used in at least one order.
pt_br: Não foi possível remover este item pois foi utilizado em pelo menos um pedido.

source: It wasn't possible to remove this payment method as it was used to register at least one payment.
pt_br: Não foi possível remover este método de pagamento pois foi utilizado para registrar pelo menos um pagamento.

source: It's not possible to remove waiters while there is open expedient! Please close the expedient and try again.
pt_br: Não é possível remover os garçons enquanto há expediente em aberto! Pos favor, feche o expediente e tente novamente.

source: The category can not be parent of itself.
pt_br: A caregortia não pode ser pai de si mesma.

source: The current password is invalid or user doesn't exist!
pt_br: A senha atual é inválida ou o usuário não existe!

source: The passwords you entered aren't the same!
pt_br: As senhas que você digitou não são iguais!

source: This action can not be reversed in the future.
pt_br: Esta ação não pode ser revertida no futuro.

source: The fields below are required
pt_br: Os campos abaixo são obrigatórios

source: This panel demonstrates the performance of the waiters over the months. To measure this performance the criterion used is the number of requests made.
pt_br: Este painel demonstra o desempenho dos garçons ao longo dos meses. Para medir esse desempenho, o critério utilizado é o número de solicitações feitas.

source: This panel demonstrates the variation and ratio between gross profit and net income over the days of the month
pt_br: Este painel demonstra a variação e relação entre lucro bruto e lucro líquido nos dias do mês

source: It wasn't possible to remove this category as it has categories associated with it.
pt_br: Não foi possível remover esta categoria, pois tem categorias associadas a ela.

source: It wasn't possible to remove this table as it was opened at least once.
pt_br: Não foi possível remover esta mesa pois ela foi aberta pelo menos uma vez.

source: It wasn't possible to remove this waiter as it was used to make at least one order.
pt_br: Não foi possível remover este garçom pois ele foi utilizado para fazer pelo menos um pedido.

source: It's not possible to remove categories while there is open expedient! Please close the expedient and try again.
pt_br: Não é possível remover categorias enquanto o expediente está em aberto. Por favor, feche o expediente e tente novamente.

source: It's not possible to remove items while there is open expedient! Please close the expedient and try again.
pt_br: Não é possível remover itens enquanto o expediente está em aberto. Por favor, feche o expediente e tente novamente.

source: It's not possible to remove payment methods while there is open expedient! Please close the expedient and try again.
pt_br: Não é possível remover método de pagamento enquanto o expediente está em aberto. Por favor, feche o expediente e tente novamente.

source: It's not possible to remove printer while there is open expedient! Please close the expedient and try again.
pt_br: Não é possível remover impressoras enquanto o expediente está em aberto. Por favor, feche o expediente e tente novamente.

source: It's not possible to remove tables while there is open expedient! Please close the expedient and try again.
pt_br: Não é possível remover mesas enquanto o expediente está em aberto. Por favor, feche o expediente e tente novamente.

source: There was an error during the cancellation. Please try again.
pt_br: Ocorreu um erro durante o cancelamento. Por favor, tente novamente.

source: Appeal not found or invalid address. Error code: HTTP 404.
pt_br: Recurso não encontrado ou endereço inválido. Código de erro: HTTP 404.

source: Enter your email here
pt_br: Digite seu email aqui

source: Enter your password to close the expedient:
pt_br: Digite sua senha para fechar o expediente:

source: Tables serviced
pt_br: Mesas servidas

source: There was an error submitting the request. Details:
pt_br: Ocorreu um erro ao realizar a requisição. Detalhes:

source: You are not authorized to access this feature. Please try logging again. Error code: HTTP 401.
pt_br: Você não está autorizado a acessar esta funcionalidade. Por favor, tente iniciar a sessão novamente. Código de erro: HTTP 401.

source: You do not have permission to access this resource.Error code: HTTP 403.
pt_br: Você não tem permissão para acessar este recurso. Código de erro: HTTP 403.

source: Your session appears to be no longer active or you do not have privileges to access this feature.Do you want to reload the page ?
pt_br: Sua sessão parece não estar mais ativda ou você não tem privilégios para acessar este recurso. Deseja recarregar a página?

source: The current table is closed so it is not possible to make a payment.
pt_br: A mesa atual está fechada e não é possível fazer o pagamento.

source: Pay
pt_br: Pagar

source: Chat
pt_br: Conversa

source: Do we answer your question?
pt_br: Nós respondemos sua dúvida?

source: Enter your answer
pt_br: Digite sua resposta

source: Enter your message
pt_br: Digite sua mensagem

source: Give us a grade
pt_br: Nos dê uma nota

source: Sorry! We are offline at the time
pt_br: Desculpe! Nós estamos atualmente offline

source: Submit review
pt_br: Enviar avaliação

source: Talk to us
pt_br: Fale com a gente

source: Thanks for the answer
pt_br: Obrigado pela resposta

source: Turn on notifications and do not miss the conversation. Do you want to enable notifications?
pt_br: Ative as notificações e não perca a conversa. Deseja ativar as notificações?

source: Type your search
pt_br: Digite sua busca

source: We didn't solve your problem?
pt_br: Nós não resolvemos seu problema?

source: We'd love to help you!
pt_br: Nós adoraríamos te ajudar!

source: Yes!
pt_br: Sim!

source: You will get an answer in one hour
pt_br: Você receberá uma resposta em uma hora

source: You will get an answer in one minute
pt_br: Você receberá uma resposta em um minuto

source: You will get an answer in {{time}} hours
pt_br: Você receberá uma resposta em {{time}} horas

source: You will get an answer in {{time}} minutes
pt_br: Você receberá uma resposta em {{time}} minutos

source: Enter here the alias of the waiter
pt_br: Digite aqui o apelido do garçom

source: Alias
pt_br: Apelido

source: It wasn't possible to remove this waiter because it was used at least in one expedient.
pt_br: Não foi possível remover este garçom porque o mesmo foi usado pelo menos em um expediente.

source: Company Settings
pt_br: Configurações da Empresa

source: Language
pt_br: Idioma

source: Select a language
pt_br: Selecione um idioma

source: The Language field is required
pt_br: O campo Idioma é obrigatório

source: When the language changes, you must reload the page. Click OK to continue.
pt_br: Quando o idioma é alterado, é necessário recarregar a página. Clique OK para continuar.

source: Configuration Expedient
pt_br: Configurações do Expediente

source: Commission
pt_br: Comissão

source: Enter company name here
pt_br: Digite o nome da empresa aqui

source: Enter company namespace here
pt_br: Digite o namespace da empresa aqui

source: Commitments
pt_br: Compromissos

source: Financial
pt_br: Financeiro

source: People
pt_br: Pessoas

source: Transactions
pt_br: Transações
